{
  "format": "layers-model",
  "generatedBy": "TensorFlow.js Converter",
  "modelTopology": {
    "keras_version": "2.3.0",
    "backend": "tensorflow",
    "config": {
      "name": "model",
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [null, 224, 224, 3],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false,
            "ragged": false
          }
        }
      ]
    }
  },
  "weightsManifest": [
    {
      "paths": ["group1-shard1of1.bin"],
      "weights": [
        {"name": "conv1/kernel", "shape": [3, 3, 3, 32]}
      ]
    }
  ]
}
